#### KmPerSSup2 Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol km/sÂ², indicating unit Kilometers per second squared.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId KmPerSSup2 { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property KmPerSSup2 As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ KmPerSSup2 { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace